// Наша компания M-House Занимается установкой умных домов м
// В Краснодарском Крае чуть меньше года 
// Мы хотим и помогаем нашим клиентам подобрать для них нужный им умный дом и помогаем им
 // установить для них эту замечательную умную систему 
 // которая очень сильно помогает им в их замечательное жизни
 // Наша Компания на данном моменте занимает 0 место по установке домов к Краснодарском Крае
 // Наша компания очень отзывчивая и дружелюбная.Наша компания всегда стараеться помочь нашим клиентам
 // Мы всегда можем ответить на ваш вопрос в Telegram (t.me/ModernHouse23)
 // Мы стараемся ответить как можно быстрее ведь нам важны ваши вопросы
 // Наша компания работает с понедельника по пятницу с 8:00 до 21:00
 // Мы всегда стараемся сделать  все заказы как можно скорее что бы вам было приятней
 //Мы Всегда Рады Получать От вас отзывы Даже если негативные так как когда мы их читаем 
// мы стараемся понять где находится наша ошибка и стараемся ее исправить как можно скорее
// Ведь вы нам нужны.
//У Нас уже есть 52 положительных отзывов
// Не смотря на то что у нас всешго 1 офис 2 сотрудника мы очень быстро спровляемся со своей работой 
//
