//1 тариф (эконом -)
// Стредние время для связи с вами 4 часа 
// качество установки умного дома 2/10
// описание тарифа: тариф преднозначен для однокомнотных квартир
// и для тех у кого маленький бюджет

// 2 тарфи (Эконом +)
// средние время для связи с вами 3 часа  
// средние качество  установки 3/10 
// тариф для людей с приличным бюджетом 


// 3 тариф (средний класс)
// средние время для связи с вами 2 часа 
// средние качество установки 6/10
/// тариф для людей с хорошим бюджетом 
// средние время для связи с вами 2 часа 

// 4 тариф (продвинутый)
// средние время для связи с вами 2 часа 
// средние качество установки 8/10
// тариф для богатых людей 
// средние время для связи с вами 3 часа

// 5 тариф (VIP)
// Средние время для связи с вами 1 час
// средние качество установки 9/10
// тариф для можоров

// 6 тариф -VIP
// Средние время для связи с вами 1 час
// средние качество установки 11/10
// тарфи для Меллстроя 
// БОНУС ПРИ ОФОРМЛЕНИЕ ЗАКАЗА!!

// Более подробно можно узнать в телграмм канале 
//который находится
// в вкладке о нас