//Принцип работы умного дома основан на использовании современных технологий для автоматизации
 ////и управления различными устройствами в доме. Центральная система умного дома обеспечивает связь
//  между устройствами и пользователем, позволяя контролировать их через смартфон, планшет или голосовые команды.

//Умный дом может использовать различные типы датчиков (движения, дыма, влажности и т.д.),
 //чтобы мониторить окружающую среду и реагировать на изменения. Например, при обнаружении движения в 
 //помещении система может автоматически включить свет или отправить уведомление на смартфон.

//Кроме того, умный дом может быть настроен на выполнение определенных сценариев,
// которые упрощают повседневную жизнь. Например, утренний сценарий может включать подъем температуры в доме, включение кофеварки и открытие жалюзи.

//Главный принцип работы умного дома заключается в создании комфортной и безопасной обстановки для жильцов,
 //а также в увеличении энергоэффективности и удобства управления домом.